INSERT INTO BOOKS (product_id, type, publisher, publisher_local, ISBN, synopsis_text, format, pages_count) 
VALUES (1, 35, 1, 6, '978-5-389-10977-3', 'Один плохой день\n

«Чтобы превратить самого здравого человека на свете в полного психа, нужен всего один плохой день», – утверждает Джокер. Он снова сбежал из лечебницы Аркхем – лишь для того, чтобы доказать этот тезис. А помочь ему должны, сами того не желая, комиссар полиции Джим Гордон и его красавица-дочь Барбара.\n

Теперь лишь Бэтмен может спасти двух своих ближайших друзей от угрожающей им смертельной опасности. Под силу ли ему разорвать порочный круг безумия и кровавого насилия, навечно связавший его с Джокером, прежде чем наступит неизбежный, казалось бы, финал? И когда тайна происхождения короля преступного мира будет наконец раскрыта, не лопнет ли тонкая граница, отделяющая Бэтмена с его безупречным благородством от Джокера с его добровольным делирием?\n

В таких своих легендарных работах, как «ХРАНИТЕЛИ» и «V – ЗНАИТ VЕНДЕТТА», современный классик Алан Мур переписал правила супергеройского жанра. «БЭТМЕН: УБИЙСТВЕННАЯ ШУТКА» – это его попытка по новой ответить на вечный вопрос о зарождении величайшего суперзлодея; попытка, после которой вселенная Бэтмена никогда не останется прежней.\n

Дополнительные материалы:\n
Предисловие Тима Сэйла, послесловие Брайана Болланда, наброски, раскадровки, иллюстрации Брайана Болланда, примечания «Азбуки».);', 'Твёрдый переплёт', 72);
INSERT INTO BOOKS (product_id, type, publisher, publisher_local, ISBN, synopsis_text, format, pages_count) 
VALUES (2, 35, NULL, 47, '978-5-17-080250-0', '«Маус» Арта Шпигельмана – единственный графический роман, получивший престижную Пулитцеровскую премию. Автору удалось, казалось бы, невозможное – рассказать историю Холокоста в форме комикса. Владек Шпигельман, отец Арта, рассказывает сыну, как прошел через гетто, Освенцим и «марш смерти» на Дахау. Но «Маус» – это и глубоко личная история автора, его попытка разобраться в своих непростых отношениях с семьей. На стыке этих историй и рождается уникальный текст, который без упрощений и пафоса рассказывает об одной из самых чудовищных трагедий XX века. На стыке этих историй и рождается уникальный текст, который без упрощений и пафоса рассказывает об одной из самых чудовищных трагедий XX века.', 'Твёрдый переплёт', 296);
INSERT INTO BOOKS (product_id, type, publisher, publisher_local, ISBN, synopsis_text, format, pages_count) 
VALUES (3, 35, 4, 9, '978-5-91996-047-8', 'Алана и Марко принадлежат к разным расам. Бесконечная галактическая война должна была развести их по разные стороны баррикад, но они полюбили друг друга и теперь вынуждены скитаться, пытаясь отыскать в галактике мирный уголок для себя и своей новорожденной дочери. "Сага" - это увлекательный сюжет, приключения, любовь и огромная удивительная вселенная, в которой возможно буквально всё.\n

Доп. информация: в книге собраны выпуски Saga #1-6.', 'Твёрдый переплёт', 172);
INSERT INTO BOOKS (product_id, type, publisher, publisher_local, ISBN, synopsis_text, format, pages_count) 
VALUES (4, 35, 4, 7, '978-5-990522411', 'Сколько часов в день вы не тратите, просиживая перед телевизором?\n
Когда в последний раз кто-нибудь из нас НА САМОМ ДЕЛЕ старался, чтобы получить желаемое?\n
Давно ли кому-то из нас действительно было НУЖНО то, чего мы постоянно ХОТИМ?\n
Мир, который мы знали, исчез.\n
На смену миру торговли и пустого потребительства пришел мир выживания и ответственности.\n
Эпидемия апокалиптических масштабов прокатилась по планете, пробудив мертвых, которые начали пожирать живых.\n
За несколько месяцев человеческое общество было разрушено.\n
Исчезли правительства, магазины, доставка почты, кабельное телевидение.\n
В мире, где правят мертвые, мы наконец вынуждены начать жить.\n

Доп. информация:\n
В книге собраны выпуски The Walking Dead ##1-6.', 'Мягкий переплёт', 144);
INSERT INTO BOOKS (product_id, type, publisher, publisher_local, ISBN, synopsis_text, format, pages_count) 
VALUES (5, 35, 8, 2, '978-5-9909878-1-4', 'Добро пожаловать в День М.\n\n

Мир, где исполнилось ваше самое сокровенное желание. В мир, где мутанты правят планетой, люди довольны, и царит покой.\n\n

В мир, слишком совершенный, чтобы быть правдой. В мир, который никогда не был правдой... но один день навеки его изменит.\n\n

Добро пожаловать в карточный домик, воздвигнутый на пепелище Мстителей. И пока тайна Дня М не будет раскрыта, реальность никогда не станет прежней.\n\n

«День М» – работа сценариста Брайана Майкла Бендиса («Новые Мстители», «Современный Человек-Паук», «Люди Икс») и художника Оливье Койпеля («Мстители», «Осада»), ставшая главным комикс-хитом 2005 года. Это роскошное полотно, на котором личные переживания героев гармонично сочетаются с грандиозными битвами. Действие «Дня М» происходит после распада Мстителей и служит одним из ключей к уже ставшему классическим сюжету «Гражданская Война». На страницах комикса вы встретите всех ключевых героев вселенной Marvel, включая Мстителей, Людей Икс и многих других.\n\n

В книгу входят комиксы «День М» #1-8.', 'Мягкий переплёт', 228);
INSERT INTO BOOKS (product_id, type, publisher, publisher_local, ISBN, synopsis_text, format, pages_count) 
VALUES (6, 35, 48, 48, NULL, 'Естественный отбор. Часть 3"\n\n

«Асулбург» уже давно населяют только призраки когда-то живших и сражавшихся здесь чудовищ... Не считая одного нового чудовища, устроившего охоту на всех, кому не повезло оказаться в крепости!', 'Сингл', 24);
INSERT INTO BOOKS (product_id, type, publisher, publisher_local, ISBN, synopsis_text, format, pages_count) 
VALUES (7, 35, 2, 7, Null, 'Клинт Бартон, бывалый профи. Кейт Бишоп, талантливый новичок. Два Хоукая зависают вместе, обмениваются стрелами, прикрывают тыл друг друга. Но не так, как вы подумали. Просто два лучших друга, никакой романтики. Никаких натянутых улыбок, господа. Лишь натянутая тетива.\n\n

Клинту хватает проблем с бывшей девушкой, женой, текущей «подружкой» и рыжей дамочкой с машиной его мечты. Не говоря о недавно купленном им здании, армии упырей в трениках, которые хотят его вернуть, и невероятной собаке, чующей за версту и убийства, и пиццу. А еще тут Мадам Маска, клоун-убийца и нищеброд-брательник Клинта, Барни. С таким набором битва Мстителей против Таноса покажется невинным пикником. Чаша терпения Кейт переполняется, и она уезжает. Говорят, Лос-Анджелес в это время года просто сказка. Но что об этом думает пес? И кстати, вы когда-нибудь представляли, как может выглядеть комикс на языке жестов?\n\n
Получившая «Айснера» история приключений Хоукгая, Кейти-Кейт и Пицца-Пса по имени Счастливчик. Признай, бро, ты сорвал мишень.\n

Доп. информация:\n
В книге собраны выпуски: серия Hawkeye (V.2), Annual #1 и Young Avengers Presents #6.', 'Твёрдый переплёт', 532);
INSERT INTO BOOKS (product_id, type, publisher, publisher_local, ISBN, synopsis_text, format, pages_count) 
VALUES (8, 35, 1, 6, '978-5-389-10977-3', 'Джокер выбрался из психушки, но ему, несмотря на улыбку, совсем не весело. За время его отсутствия бывшие подчиненные растащили хозяйский пирог до последней крошки, а самого Джокера списали со счетов, решив, что тот уже не вернется. Однако Джокер снова на свободе и пуще прежнего жаждет утопить Готэм в крови.\n

В долгих блужданиях по сумеркам души ему составят компанию такие персонажи, как Пингвин, Двуликий, Убийца Крок, Харли Квинн, Загадочник и, конечно же, Бэтмен... и да поможет им всем Господь.\n

История Джокера, рассказанная от лица его верного, хоть и наивного подручного по имени Джонни Фрост, – классический криминальный нуар, зубодробительный трип по городу среди залитых дождем улиц, грязного белья и сплошных разочарований.', 'Твёрдый переплёт', 144);
INSERT INTO BOOKS (product_id, type, publisher, publisher_local, ISBN, synopsis_text, format, pages_count) 
VALUES (9, 35, NULL, 7, Null, 'Если вы следите за невероятными приключениями бедолаги Морти и его деда-алкоголика, ученого и по совместительству межгалактического преступника Рика Санчеза и устали ждать выхода третьего сезона, то эта книга определенно поможет вам скоротать время в ожидании. Приготовьтесь к новой порции безумия, но теперь уже в комиксах, потому что таких историй вы еще не слышали и не видели! Сюжет комикса не дублирует мультсериал и не оставит равнодушным ни одного любителя отборного интеллектуально-трешёвого юмора и научной фантастики.', 'Твёрдый переплёт', 400);
INSERT INTO BOOKS (product_id, type, publisher, publisher_local, ISBN, synopsis_text, format, pages_count) 
VALUES (10, 35, 3, 6, '978-5-389-12021-1', 'В 2002 году мир навсегда изменился. Повсюду на земле все мужчины и мальчики, все млекопитающие с Y-хромосомой разом упали и умерли. Из-за гибели более чем половины человечества шестеренки общества застопорились. Теперь перед женщинами стоит задача: собрать мир по частям и уберечь цивилизацию от полного коллапса.\n

«Гендерцид», впрочем, оказался не вполне тотальным. По неведомым причинам молодой человек Йорик Браун и его ручной капуцин Амперсанд остались живы. За одну ночь безвестный юнец оказался главным человеком на планете – возможным ключом к загадке гендерноспецифической эпидемии.\n

А самый важный для самого Йорика человек находится за 10 000 миль от него, и юноша готов на все, чтобы ее отыскать. Однако пускаясь в путь по миру, где остались одни женщины, парнишка и обезьянка обнаруживают, что за ними охотятся – с самыми разными целями.\n', 'Твёрдый переплёт', 328);
INSERT INTO BOOKS (product_id, type, publisher, publisher_local, ISBN, synopsis_text, format, pages_count) 
VALUES (11, 35, 1, 6, '978-5-91339-329-6', 'Когда-то Марк Миллар («Мордобой», «Особо опасен») уже делал историю про Росомаху – «Враг государства», но на этот раз он превзошел самого себя. В этом ему помог его бессменный «брат по оружию» в «Гражданской Войне» – художник Стив Макнивен.\n

Смешав супергероику далекой антиутопии мира «Людей Икс: Дней минувшего будущего» с диким постапокалиптическим миром «Безумного Макса» и трагическим путешествием героя, напоминающего архетипы Клинта Иствуда, Марк Миллар создал комикс о Росомахе, который находится на распутье и не знает, кто он теперь и кем он хочет быть.\n

Безумные экшн-сцены Миллара и динамичная раскадровка Макнивена заставят вас с нетерпением перелистывать страницы, пока Росомаха не прикончит последнего злодея в своем бесконечном поиске мирного существования.\n', 'Мягкий переплёт', 224);
INSERT INTO BOOKS (product_id, type, publisher, publisher_local, ISBN, synopsis_text, format, pages_count) 
VALUES (12, 35, 1, 6, '978-5-389-12088-4', 'Став Флэшем, Барри Аллен получил доступ к невероятной энергии Силы Скорости, благодаря которой может двигаться, думать и действовать с поразительной быстротой. Но он не просто расходует Силу Скорости: с каждым шагом он ее вырабатывает. Словно живой генератор, он служит источником энергии, которая двигает время вперед.\n

Но появляется враг, который стремится обратить в прах все труды Флэша.\n

По улицам Централ-сити рыщет молниеносный убийца, нацелившийся на каждого, кого коснулась Сила Скорости, – а значит, друзья Флэша превращаются в потенциальные мишени. Преступник носит перевернутый символ Флэша и, похоже, подпитывается энергией своих жертв. Но каковы его цели?\n

Кто же он, Обратный Флэш? Каким образом связан с Силой Скорости – и с Барри Алленом? И сможет ли Флэш остановить его прежде, чем будет поздно?', 'Твёрдый переплёт', 176);
INSERT INTO BOOKS (product_id, type, publisher, publisher_local, ISBN, synopsis_text, format, pages_count) 
VALUES (13, 35, 1, 6, '978-5-389-10782-3', 'На заре своей карьеры Темного Рыцаря Бэтмен пытается выследить неуловимого убийцу копов по кличке Палач, прежде чем тот нанесет очередной удар. Единственный намек на личность преступника – листок с детской игрой, приколотый к телам жертв. В качестве главных подозреваемых выступает целая галерея злодеев: Двуликий, Джокер, Загадочник, Женщина-Кошка. Даже полиции во главе с недавно назначенным комиссаром Гордоном доверять нельзя.\n

Чтобы разрешить загадку, Бэтмену придется заручиться помощью с самой неожиданной стороны. Он возьмет в напарники осиротевшего мальчика, который навсегда изменит его жизнь. Они станут известны как Бэтмен и Робин. Их история перед вами.\n\n

В качестве авторов книги выступает знаменитый тандем: лауреаты премии Айснера Джеф Лоэб и Тим Сэйл («Супермен на все времена», «Бэтмен: Долгий Хэллоуин»). Абсолютное издание включает оригинальную серию из 0-13 выпусков, интервью Джефа Лоэба, вступительные статьи Тима Сэйла и сценариста кинотрилогии о Бэтмене Дэвида С. Гойера, а также множество набросков и эскизов.', 'Твёрдый переплёт', 408);
INSERT INTO BOOKS (product_id, type, publisher, publisher_local, ISBN, synopsis_text, format, pages_count) 
VALUES (14, 35, 1, 4, '978-5-91339-488-0', 'Назад во времени был отправлен спутник, который транслирует в наши дни кадры американской Гражданской войны. Теперь настало время для первого полета с экипажем.\n\n

От хулиганских умов МАРКА МИЛЛАРА («Мордобой», «Кингсмен: Секретная служба») и ШОНА ГОРДОНА МЁРФИ.', 'Мягкий переплёт', 112);
INSERT INTO BOOKS (product_id, type, publisher, publisher_local, ISBN, synopsis_text, format, pages_count) 
VALUES (18, 35, NULL, 1, '978-5-389-12719-7', 'Валериан и Лорелин, придуманные талантливыми Пьером Кристеном и Жан-Клодом Мезьером, впервые появились на страницах журнала «Pilote» в 1967 году. Эти оригинальные истории сразу же стали звездами первой величины на небосклоне научной фантастики.\n\n

В книгу включены дополнительные материалы: кадры из фильма, фотографии со съемочной площадки, интервью с режиссером и многое другое. Серия выпущена по образцу оригинальных сборников издательства «Dargaud» – омнибусами по три книги в одном томе увеличенного формата.', 'Твёрдый переплёт', 160);
INSERT INTO BOOKS (product_id, type, publisher, publisher_local, ISBN, synopsis_text, format, pages_count) 
VALUES (19, 38, 2, 47, NULL, NULL, 'Твёрдый переплёт', 415);

INSERT INTO BOOKS (product_id, type, publisher, publisher_local, ISBN, synopsis_text, format, pages_count) 
VALUES (20, 20, NULL, 1, NULL, NULL, 'Твёрдый переплёт', 344);

